{"entries":{"0":{"uid":0,"key":["daily schedule","日程表"],"keysecondary":[],"comment":"","content":"daily schedule at a Japanese high school:\n\n8:30 - 9:00 Homeroom\n\nStudents come to school and prepare for the morning homeroom session. The teacher will take attendance and make announcements.\n\n9:00 - 9:45 1st Period\n\nThe first academic class of the day. This could be Math, Japanese, English, etc.\n\n9:50 - 10:35 2nd Period\n\nThe second academic class. Students may move to a different classroom with different classmates.\n\n10:35 - 10:50 Break Time\n\nStudents can rest, chat, use the restrooms, or buy snacks and drinks.\n\n10:50 - 11:35 3rd Period\n\nThe third academic class before lunch break.\n\n11:35 - 12:30 Lunch Break\n\nStudents eat in the school cafeteria or their homerooms. Some schools allow going out for lunch.\n\n12:30 - 13:15 4th Period\n\nFirst class after lunch break.\n\n13:20 - 14:05 5th Period\n\nSecond class after lunch.\n\n14:05 - 14:20 Break Time\n\nAnother short break.\n\n14:20 - 15:05 6th Period\n\nFinal academic class of the day.\n\n15:05 - 15:15 Homeroom\n\nStudents return to their homerooms for end-of-day announcements and cleaning.\n\n15:15 Dismissal\n\nEnd of the school day. Club activities may follow for some students.\n\nThe schedule provides a balanced mix of classes, breaks, and lunch time. Japanese high schools emphasize focus and discipline during classes.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":2},"1":{"uid":1,"key":["main school building","主校舍"],"keysecondary":[],"comment":"","content":"1.Constructed from reinforced concrete, usually 3-5 stories tall. Exterior is plain and simple, often in white or beige.\n2.Layout is long and rectangular, with classrooms lining two sides of a hallway. Central courtyard is open-air.\n3.Classrooms are grouped by grade, with 1st years at one end, 2nd years in the middle, and 3rd years at the other end.\n4.Restrooms on each floor, separated by gender. Highly clean and well-maintained.\n5.1st floor has offices, meeting rooms, teachers' lounge. 2nd floor and above are classrooms. Rooftop may be accessible.\n6.Specialized classrooms like music, art, labs are available.\n7.Spacious blackboards and windows allow ample natural light. Desks and chairs are made of wood.\n8.Hallways are wide for easy flow. Shoe lockers line the walls along with calendars and posters.\n9.Facilities like library, study hall, tutoring room are provided.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":14},"2":{"uid":2,"key":["Japanese high school","日本高中","高中"],"keysecondary":[],"comment":"","content":"Composition areas：\nMain Building - The central classroom building where most academic learning takes place. In Japanese it's called \"Honkan\".\n\nGymnasium - For PE classes and school sports competitions. Called \"Taiikukan\" in Japanese.\n\nSchoolyard - An open yard where students spend breaks, chat, and hold club activities. \"Kōtei\" in Japanese.\n\nAuditorium - A large hall for school assemblies, ceremonies, and cultural activities. \"Kōdōkan\" in Japanese.\n\nClub Rooms - Each school club has its own room for activities and storage. \"Bushitsu\" in Japanese.\n\nCafeteria - Where students eat lunch. May have indoor seating. \"Shokudō\" in Japanese.\n\nSchool Store - A shop that sells drinks, snacks, school supplies, etc. \"Hokkaten\" in Japanese.\n\nDormitory - For boarding students. Provides housing facilities. \"Ryō\" in Japanese.\n\nNurse's Office - Provides health services and first aid. \"Hokenshitsu\" in Japanese.\n\nThese are common areas that make up a typical Japanese high school setting in anime and manga. Specific names and layouts may vary between schools.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":0},"3":{"uid":3,"key":["libraries","图书室","图书馆"],"keysecondary":[],"comment":"","content":"1.Located on the quiet upper floors of the main building. Entrance marked with \"Library\" signs and rules.\n2.Not very big in size but well-lit with natural light. Bookshelves and reading tables in wood.\n3.Bookshelves neatly categorized - literature, history, science, art, etc. Clear labels and bookmarks.\n4.Open stacks so students can browse and borrow freely. Some reference books need sign out.\n5.Staffed by one librarian to maintain order, catalog, and repair books. Students can request new books.\n6.Opening hours from before school to after school, open during breaks too. Students can read and study.\n7.Silence strictly enforced. No food or drinks allowed. Chitchat prohibited.\n8.Some schools may have computer catalogs, printers, and more.\n9.Occasional restricted access for special classes or students.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":15},"4":{"uid":4,"key":["classrooms","教室"],"keysecondary":[],"comment":"","content":"1.Classrooms are spacious, fitting 30-40 students each.\n2.Students have fixed seats, but may switch seats between semesters.\n3.Teacher's podium and desk at the front, with blackboard, computer, etc.\n4.Student desks and chairs are wooden and fixed to the floor, immovable.\n5.Large windows allow ample natural lighting. Walls display clocks and calendars.\n6.Big blackboards surround the podium for writing key points, formulas.\n7.Each student desk has small drawers to store stationery.\n8.Cleaning tools stored in the back corners.\n9.Teachers leave during breaks, students can study or rest in class.\n10.School rules keep classrooms clean and tidy. Students must comply.\n","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":12},"5":{"uid":5,"key":["committee chair","委员","主席","委员长","股长"],"keysecondary":[],"comment":"","content":"Class President - Elected leader representing the class, assists teacher.\nVice President - Assists the president, fills in when needed.\nSecretary - Records meeting notes, communication.\nTreasurer - Manages budgets and fundraising.\nAcademic Chair - Monitors grades, promotes academics.\n\nSports Chair - Organizes athletic events.\nHealth Chair - Maintains classroom cleanliness.\nLibrary Chair - Manages classroom books and materials.\nEvent Chair - Plans seasonal events and field trips.\nPublicity Chair - Handles advertising and promotions.\nAttendance Officer - Keeps track of student attendance and tardiness.\nTechnology Officer - Manages classroom computers, audiovisual equipment.\nDecorating Officer - Decorates classroom boards and bulletin boards.\nCourtesy Officer - Promotes polite behavior and resolves conflicts.\nRecycling Officer - Manages classroom recycling and environmental efforts.\nSocial Media Officer - Runs class social media accounts and communications.\nPhotographer - Takes photos at school events for class records.\nHistorian - Keeps scrapbook of class activities and memories.\nInternational Chair - Promotes global awareness and exchange programs.\nWelcoming Chair - Assists new transfer students.\nCareer Chair - Provides information on academics and professions.\nClass Poet - Writes poems and verses for school events.\nDisciplinary Committee Chief - Role is to maintain proper behavior and order among classmates. Uphold school rules.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":4},"6":{"uid":6,"key":["equipment storage room","器材室"],"keysecondary":[],"comment":"","content":"1.Located adjacent to the main gym floor or locker rooms. Provides easy access.\n2.Often a large space the size of a classroom or bigger. High ceilings.\n3.Sturdy storage shelves, cabinets, and lockers line the walls and fill the room.\n4.Meticulously organized equipment for various sports - balls, bats, rackets, goals, nets, mats.\n5.Volleyball standards, gymnastics apparatus, hurdles neatly arranged.\n6.Signs clearly label the category and location of each equipment type.\n7.Equipment sorted by type, size, weight for easy selection. Space efficiently utilized.\n8.Inventory clipboard hangs on the wall for checking equipment in and out.\n9.Floors are clean, without clutter. Waste bins available.\n10.Locked when not in use for safety and security. Gym teachers monitor access.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":18},"7":{"uid":7,"key":["gymnasiu","gym","体育馆"],"keysecondary":[],"comment":"","content":"1.Large indoor space for sports and physical education classes.\n2.High ceilings, often over 20 feet tall. Floor is polished wood or sport court.\n3.Basketball hoops, volleyball nets, gymnastics equipment. Storage for gear.\n4.Locker rooms for students to change clothes, with showers and toilets. Gender separated.\n5.Office for gym teachers. Walls display sports banners and achievements.\n6.May have an indoor rock climbing wall or exercise room attached.\n7.Equipment for multiple sports - balls, bats, rackets, goals, etc.\n8.Access to outdoor field and track for activities like soccer, baseball.\n9.Used for PE classes, club practices, and school sport competitions.\n10.School assemblies or events may also take place inside the large space.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":13},"8":{"uid":8,"key":["Takasaki","高崎","best friend","挚友","仲間","好基友","死党"],"keysecondary":[],"comment":"","content":"character:Takasaki\nStatus: student\nClass 1-A\npersonality:\n1.Exaggerated, goofy appearance and mannerisms that easily generate laughs.\n2.Naive, slightly perverted personality. Thinks in an immature way.\n3.Makes inappropriate sexual jokes and fantasies about female characters.\n4.Says or does awkward things that ruin serious moments for comic effect.\n5.Panics and becomes helpless in dangerous situations, needing the hero's rescue.\n6.Can be selfish but will still help friends when needed.\n7.Despite being goofy, has an ethical side and won't do harmful things.\n8.Sometimes plays the rival or villain role to add story interest.\n9.Contrasts sharply with the composed, competent {{user}}.\n10.Lightens the mood and defuses overly serious scenes with humor.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":5},"9":{"uid":9,"key":["schoolyards","操场"],"keysecondary":[],"comment":"","content":"1.Large open spaces, usually paved with asphalt or concrete. Some grassy areas.\n2.Used by students during breaks, lunch, and after school. A place to chat, eat, relax.\n3.May have benches, shade trees, and drinking fountains along the sides.\n4.Markings on the ground for sports like basketball, foursquare, hopscotch.\n5.Equipment storage sheds for outdoor PE classes and club practices.\n6.Bulletin boards displaying school news, events, club info.\n7.Bike racks located near the schoolyard entrances and exits.\n8.Teachers on duty patrol the yard during breaks to maintain order.\n9.Prohibitions on running or dangerous play that may disrupt classes.\n10.Assign designated grade levels to different yard areas during busy breaks.\n11.Sites for socializing, youth culture, and student interaction away from classes.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":23},"10":{"uid":10,"key":["auditoriums","礼堂"],"keysecondary":[],"comment":"","content":"1.Large hall that can accommodate the entire school for assemblies and events.\n2.Stage at the front with curtains, lighting, and audiovisual capabilities.\n3.Raked seating so everyone can see the stage clearly. Seats may have small fold-out desks.\n4.Tall ceilings to allow good acoustics. Walls likely have sound dampening panels.\n5.Storage space for folding chairs, tables, stage props, and audio/visual equipment.\n6.Foyer and lobby outside the hall for waiting, with coat racks and bulletin boards.\n7.Used for all-school morning announcements, guest lectures, talent shows, ceremonies.\n8.Clubs like drama may use the stage for performances and practice.\n9.May open up for community activities, parent meetings, or district events after school.\n10.Signs enforce rules like no food/drinks, no disruptive behavior, recycling protocols.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":16},"11":{"uid":11,"key":["entrance","入口","校门口"],"keysecondary":[],"comment":"","content":"1.A lively crowd of students chatting and walking through the front gates each morning.\n2.Bicycles parked neatly in rows at the bike racks, with students securing locks.\n3.Flower beds lining the walkway, blooming with color in spring or fall foliage in autumn.\n4.Groups of friends huddled over smartphones, showing each other funny videos.\n5.Energetic shouts echoing from the fields as sports teams practice before class.\n6.The school flag fluttering in the breeze atop the main building.\n7.Teachers stationed at the gates, greeting students by name as they arrive.\n8.The smells of the school cafeteria wafting outside as lunch prep begins.\n9.Visible through the gates, the central courtyard full of cherry blossom trees.\n10.Announcement monitors stacked high with club flyers and event notices.\n11.Laughter and lively conversations all around the entrance area.\n12.A sense of youthful spirit and new beginnings in the air.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":17},"12":{"uid":12,"key":["club rooms","社团活动室"],"keysecondary":[],"comment":"","content":"1.Located in a dedicated building or hallway for extracurricular clubs.\n2.Each club gets their own room with a sign indicating the club name.\n3.Usually one large multipurpose room with storage closets and work spaces.\n4.Contains club equipment, materials, documents in organized storage.\n5.Bulletin board displays schedules, roles, competition results, and photos.\n6.Meeting area with desks, chairs for club members to plan and discuss.\n7.Decorated with posters, banners, awards related to club activities.\n8.Door left open when members are present for drop-in participation.\n9.Leadership roles like president, treasurer assigned to guide club.\n10.After school, lively club work including practice, projects, socializing.\n11.Club room provides a personal space and home base for members.\n12.Teacher advisor may visit to monitor activities and progress.\n13.Sign-in sheet to track attendance at meetings and events.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":19},"13":{"uid":13,"key":["extracurricular clubs","社团"],"keysecondary":[],"comment":"","content":"Most Popular:\nSports clubs like basketball, soccer, baseball, tennis. Reflect Japan's love of sports.\nCultural clubs like art, music, drama. Allow creative expression.\nStudent council. Leadership and planning school events.\nNewspaper/literary magazine. Academic pursuits.\nVolunteering clubs. Chance to give back.\n\nLess Popular:\nAcademics like math, science, English. Considered extra homework.\nNiche sports like rugby, lacrosse, weightlifting. Smaller interest groups.\nGame clubs like chess, Go, card games. More niche hobbies.\nRobotics, computer programming. Perceived as nerdy.\nTea ceremony, flower arrangement. Traditional arts less popular with youth.\nDebating, Model UN. Intellectual activities.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":20},"14":{"uid":14,"key":["cafeterias","校园餐厅","餐厅"],"keysecondary":[],"comment":"","content":"1.Large hall filled with long tables and benches to accommodate all students.\n2.Some schools have assigned seating by class, others are free seating.\n3.Serving area with multiple food stations and cashiers for efficient service.\n4.Menu options include rice dishes, noodles, curry, soup, salads, snacks, drinks.\n5.Food is prepared fresh on-site daily. Some schools have vending machines too.\n6.Students buy meal tickets or use cafeteria cards to pay. Subsidized pricing.\n7.Rules enforced such as no running, no loud voices, cleaning up after oneself.\n8.Staff patrol to maintain order and provide assistance.\n9.Floor may have designated eating areas by grade. Separate teacher/staff dining room.\n10.Efficient 20-30 minute meal periods to serve full student body each period.\n11.After school, some clubs use the tables for meetings and activities.\n12.Signage promotes healthy eating, good hygiene, and reducing food waste.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":21},"15":{"uid":15,"key":["school stores","校园商店","商店","店"],"keysecondary":[],"comment":"","content":"1.Small shop located inside school building, often near cafeteria.\n2.Carries drinks, snacks, bread, school supplies, stationery, and merchandise.\n3.Shelves neatly arranged with pricing clearly labeled.\n4.Fridge cases display cold beverages and desserts.\n5.Most items around 100-500 yen for students' budgets.\n6.Staffed by rotating student volunteers to develop work ethic.\n7.Has system to make purchases quick during busy breaks.\n8.Profits go towards student council budget and activities.\n9.Follows health guidelines on snacks and drinks sold. Provides options like tea, yogurt, rice balls.\n10.May carry student-made items like baked goods or handicrafts.\n11.Sells small gifts on occasions like Valentine's Day or graduation.\n12.Balances convenience for students with promoting healthy choices and moderation.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":22},"16":{"uid":16,"key":["nurse's offices","校医院","保健室"],"keysecondary":[],"comment":"","content":"1.Small medical clinic located inside school building. 1-2 beds.\n2.Staffed by a registered school nurse with training in first aid and health.\n3.Provides care for minor injuries, illnesses. May give medicine, ice packs, bandages.\n4.Students must request teacher permission to visit. Sign in upon arrival.\n5.Nurse assesses symptoms, checks temperature, blood pressure as needed.\n6.Contacts parents if child is too ill to return to class.\n7.Maintains student medical files with conditions, emergency contacts, consents.\n8.Promotes general student health through screenings, hygiene tips.\n9.Reports infectious disease outbreaks to health department.\n10.May offer counseling for mental health issues like stress, anxiety.\n11.Provides health education resources on topics like nutrition, sleep, etc.\n12.Goal is keeping students safe, healthy, and ready to learn. Links health with academic success.\n","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":24},"17":{"uid":17,"key":["rooftop","天台","楼顶","顶楼"],"keysecondary":[],"comment":"","content":"1.Accessible by stairwells, most often open and unused during school day.\n2.May have wire fencing around perimeter for safety and preventing falls.\n3.Can provide nice views of neighborhood or skyline around school.\n4.Sometimes have seating like benches for students. May include roofed shelter.\n5.Drainage systems and outlets to prevent water buildup and roof damage.\n6.May have electrical boxes, ventilation equipment, antennas that are off-limits.\n7.If unused, can collect dust, debris and become cluttered without cleaning.\n8.Some strict schools will lock rooftop doors to avoid access. Others leave open.\n9.Anime/manga portray rooftops as common spot for students to eat lunch away from crowds.\n10.Also shown as settings for dramatic moments, private conversations, confession scenes.\n11.In reality, policies restrict rooftop access for safety reasons in many schools.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":25},"18":{"uid":18,"key":["leadership and staff structure","领导结构，组织结构"],"keysecondary":[],"comment":"","content":"Principal - The top leader and decision maker, sets school direction.\nVice Principal(s) - Assist the principal, help oversee operations. Usually 1-2.\nHead Teacher - Manages daily school affairs and instruction. Like a dean.\nGrade Level Heads - Oversee staff and students in specific grades.\nHomeroom Teachers - Guide assigned classes, serve as student mentors.\nSubject Heads - Lead instruction in subject areas, supervise teachers.\nTeachers - Classroom instruction in academic subjects.\nAdministrative Staff - Support school operations in clerical roles.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":1},"19":{"uid":19,"key":["Mr. Sato","teacher","Sato","Homeroom Teacher","老师","班主任","佐藤","佐藤老师"],"keysecondary":[],"comment":"","content":"character:Mr. Sato\nStatus: teacher\nClass 1-A\nThe head teacher of {{user}}'s class\nNicknamed \"Mr. Serious\" for his stern demeanor, Mr. Sato has taught math for over 20 years. He arrives at school an hour early to prepare lessons in his quiet classroom. Dressed neatly in a suit, he greets students at the gate each morning, checking their attire. In class, Mr. Sato maintains discipline and enforces the rules firmly but fairly. He sets high expectations, pushing students to achieve their potential. His tests are notoriously difficult.\n\nHowever, beneath his strictness, Mr. Sato truly cares about his students. He stays late providing extra help for anyone struggling. He learns about students' lives and family issues in order to support them better. For those less motivated, he encourages them, telling them not to give up on themselves. On graduation, many students thank Mr. Sato for challenging them to succeed. His stern manner upholds standards, but his kindness leaves a lasting impact on students.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":11},"20":{"uid":20,"key":["train","电车","通勤电车"],"keysecondary":[],"comment":"","content":"morning rush hour train:\n1.Extremely crowded train platforms with hundreds waiting to board.\n2.Commuters neatly lined up to enter the train in order.\n3.Trains arrive every 2-3 minutes during peak times to transport massive volumes.\n4.Packed train cars with passengers crammed shoulder to shoulder.\n5.People pressed together silently, reading books or on phones to pass time.\n6.Station attendants wear white gloves, assisting passengers and directing loading.\n7.Chime sounds signal doors are closing; passengers quickly board.\n8.Onboard displays show upcoming stops and transfer lines.\n9.At central stations, seas of commuters pour onto platforms to switch trains.\n10.Conductors bow and apologize if trains are delayed even slightly.\n11.Disembarking follows orderly cues. No shoving or disruptions.\n\n evening rush hour train:\n1.Train platforms packed again with commuters heading home.\n2.Office workers in business attire and students with school bags.\n3.Younger salarymen offer seats to elderly passengers.\n4.Sleepy students sitting or standing while wearing earbuds.\n5.Onboard screens indicate next stop and connecting lines.\n6.At big stations, masses flow between platforms to transfer.\n7.Friends chatting about plans for the evening or weekend.\n8.Some passengers napping while leaning on hand straps.\n9.People patiently waiting their turn to exit at stops.\n10.Trains slightly less crammed than morning rush.\n11.Conductors actively monitor and assist passengers.\n12.Calm, orderly vibe compared to chaotic evening commutes elsewhere.\n","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":26},"21":{"uid":21,"key":["some scenery and sights students may see biking","骑车","路边风景","骑车风景"],"keysecondary":[],"comment":"","content":"1.Riding along the winding roads through quiet suburban neighborhoods.\n2.Passing small corner markets just opening for the day.\n3.Smelling breakfast cooking at the local restaurants.\n4.Pedaling up into the green foothills surrounding the town.\n5.Getting passed by fast trains on the tracks next to the roads.\n6.Cycling over small rivers and streams via steel bridges.\n7.Seeing grandpas fishing in the rivers early in the morning.\n8.Passing shrines with red torii gates covered in moss.\n9.Riding through tunnels of tall bamboo stalks.\n10.Parking bikes in the crowded racks outside school gates.\n11.Changing shoes at lockers before rushing to class.\n","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":27},"22":{"uid":22,"key":["train platforms during high school rush hour","站台","高峰时期的站台","电车站台"],"keysecondary":[],"comment":"","content":"1.Extremely crowded with hundreds of students waiting for trains.\n2.Students lined up neatly to enter train cars in orderly fashion.\n3.Girls chattering in groups, laughing and showing phone photos.\n4.Guys horseplaying and greeted each other loudly down the platform.\n5.Students drinking canned coffee or green tea to wake up.\n6.Many wearing medical masks to prevent spreading illnesses.\n7.Most glued to smartphone screens, playing games or messaging friends.\n8.Station bells ringing as trains arrive every few minutes, precisely on time.\n9.Students scrambling at last minute to cram into packed train cars.\n10.White-gloved attendants pointing directions and gesturing where to line up.\n11.Escalators and stairwells filled with students hurrying to platforms.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":28},"23":{"uid":23,"key":["start of the school year","first day of school","入学季"],"keysecondary":[],"comment":"","content":"School year begins in early April at the start of the Japanese academic calendar.\nFreshman class has around 150 students divided into 5 homerooms of 30 students each.\nSophomore class also has 150 students in 5 classes.\nJunior class has 140 students in 4 homerooms due to natural attrition over the years.\nSenior class has 130 students remaining in 4 homerooms.\nThis makes a total student body of around 570 students.\nGirls slightly outnumber boys at about 55% to 45% gender ratio.\nStudents buzzing with nervous first-day energy and renewal at the start of a new school year.\nCherry blossoms typically blooming, evoking a sense of springtime beginnings.\nTeachers and staff welcoming students, guiding the new freshman.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":32},"24":{"uid":24,"key":["graduation season","毕业季","结业式","毕业典礼"],"keysecondary":[],"comment":"","content":"Graduation held in March, at the end of the school year.\nCherry blossoms flowering, evoking a sense of nature's cycles.\nSchool holds graduation ceremony and celebration. Formal attire.\nTeachers and staff line up to see off the departing seniors.\nStudents say goodbye to friends, take nostalgic photos around campus.\nTime capsule burial. Seniors put items representing memories.\nFresh photo slideshows and speeches wishing the graduates well.\nCelebratory banners displayed around school grounds.\nParties held after the ceremony. Karaoke, dancing, food and laughter.\nStudents wearing high school uniforms for the last time.\nBittersweet feeling of nostalgia and looking to the future.\nNew chapter ahead as graduates move on to college, jobs, adulthood.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":34},"25":{"uid":25,"key":["cultural festival","文化节"],"keysecondary":[],"comment":"","content":"Classes turn homerooms into creative exhibits, cafes, haunted houses.\nShows put on by performance clubs - band, choir, dance, theater.\nGuest musical acts and contests held in the auditorium.\nStudents decorate hallways with colorful signs and banners.\nArt club sells pottery, paintings, knickknacks they created.\nPhoto club has exhibit of best student photography.\nCookery club sells homemade cakes, snacks, and drinks.\nMaid cafe with costumes, entertainment, and refreshments.\nVolunteer clubs do activities to raise money for charity.\nOutdoor stage with student bands, DJs, dances.\nBonfire lit after sunset with snacks and fireworks.\nBrings whole school together showcasing student talents and creativity.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":29},"26":{"uid":26,"key":["prepare for a cultural festival","文化节的准备"],"keysecondary":[],"comment":"","content":"Planning starts 2-3 months in advance by student council.\nClasses vote on activity ideas like a cafe, haunted house, performance.\nClubs propose events to showcase their focus like band concert.\nStudents make props, signs, costumes, and practice routines.\nSchool staff handle logistics like space, electricity, schedules.\nAdvertising via posters, social media, and announcements.\nTicket sales for charged events. Raffle prizes donated.\nOne month before - decorate hallways with colorful signs and flags.\nOne week before - safety checks, rehearsals, gather materials.\nDay before - final site setup and decorations, sound checks.\nFestival day - hectic excitement running events from morning to nighttime bonfire.\nDay after - classrooms cleaned up and restored. Evaluate successes.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":30},"27":{"uid":27,"key":["Valentine's Day","情人节"],"keysecondary":[],"comment":"","content":"Girls make or buy chocolates to give to boys they like. Fancy wrapping.\nShy students use lockers or desks to anonymously leave chocolates for crushes.\nClasses may turn rooms into chocolate shops or cafes for the day.\nSome girls get creative, making elaborate chocolate sculptures. Big confession scene!\nGuy friends exchange friendly chocolates in a lighthearted way.\nStudents deliver chocolates to popular teachers as a sign of admiration.\nSingle guys joke about being left out of receiving chocolates.\nCouples exchange gifts and have romantic dates after school.\nStudents check friend's chocolate hauls and gossip about possible crushes.\nObligation chocolates given lightly to other classmates.\nAfterschool, clean up and count chocolate wrappers left behind.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":31},"28":{"uid":28,"key":["date spot","date","约会","约会地点"],"keysecondary":[],"comment":"","content":"Cafe - Relaxed place to chat over coffee or desserts. Popular first date choice.\nKaraoke - Singing together in a private booth. Big for group dates too.\nAquarium - Walking through exhibits provides romantic atmosphere.\nAmusement park - Riding rides, playing games, and having fun.\nShopping mall - Browsing shops and people watching. Casual choice.\nMovie theater - Sitting close in the dark watching a romantic film.\nGame center - Fun competition playing arcade games like bowling or basketball.\nHiking - Active outdoor option to enjoy nature together.\nSchool rooftop - Private spot for eating lunch or watching sunsets.\nConvenience store - Quick stop for snacks on a tight budget.\nStudying - Library or cafe dates fitting around school.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":36},"29":{"uid":29,"key":["love hotel","情人旅店","情人旅馆","炮房","旅馆","旅店"],"keysecondary":[],"comment":"","content":"Often located in entertainment districts and easily recognized by flashy designs.\nThemed and decorated rooms like tropical, ice castle, Victorian.\nAmenities like jacuzzis, mood lighting, mirrored ceilings.\nStocked mini-fridges, free condoms, adult toys available.\nCan book room for \"rest\" or overnight stays. Rates by the hour.\nNo questions asked or identification needed from guests. Anonymity assured.\nDiscreet front desk payment and key hand off. No need to see staff.\nRoom service food menus geared for romantic sharing.\nSoundproofed walls and headphones in rooms. Privacy a priority.\nCheckout done via in-room computer without seeing anyone.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":35},"30":{"uid":30,"key":["fireworks festival","烟火大会"],"keysecondary":[],"comment":"","content":"Evening event held outdoors with seating on tarps and blankets.\nFood stalls line the perimeter selling snacks like fried noodles, octopus balls, shaved ice.\nFriends and families chat while waiting for the fireworks show to start.\nAs sunset approaches, announcements commence the fireworks.\nFirst, smaller fireworks light up the sky with whizzing whistles and colored bursts.\nBuilds up to dramatic, perfectly choreographed aerial explosions.\nGrand finale combines massive starbursts with booming, thunderous eruptions.\nCrowds cheer and applaud the epic scale and artistry.\nSmoke drifts as light fades back to night sky revealed.\nAcross town, echoes of fireworks from other neighborhood displays.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":33},"31":{"uid":31,"key":["bento box lunch","便当"],"keysecondary":[],"comment":"","content":"Female students waking up early to prepare cute, decorative bentos for their crushes.\nRice balls shaped into pandas, rabbits, and other animals using seaweed and other decorations.\nHeart-shaped sausages or diced vegetables on Valentine’s Day bentos.\nFried shrimp or eggs made into smiley faces.\nNotes tucked away in bentos with secret admirer messages.\nStudents admiring and complimenting each other’s lunchbox creations.\nComparisons causing envy and competition to make elaborate lunches.\nA fancy bento from a love interest causing shy blushing.\nSitting together and sharing parts of bentos as signs of friendship.\nStore-bought bento as a sign of laziness, wealth, or bad home skills.\nForgotten or swapped bentos used as plot devices.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":37},"32":{"uid":32,"key":["Delinquent Girl","rebel girl","不良","Sukeban","Nana","娜娜"],"keysecondary":[],"comment":"","content":"character:Nana\nStatus: student\nClass 1-A\nHeavy makeup and accessorized outfits violating school dress codes.\nRule-breaking and defiant behavior. Talking back to teachers.\nSkip class and hang out smoking in places like the school rooftop.\nForm cliques and get into scuffles with rival girl gangs.\nSeen as intimidating and unapproachable by other students.\nBut have secret soft side and sense of justice underneath their stern exterior.\nLeader of the group exerts control and loyalty from other girls.\nRomanticized \"bad girl\" image makes them popular with male fans.\nOften excellent fighters able to defeat multiple opponents.\nBackstory explaining their distrust of authorities.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":9},"33":{"uid":33,"key":["hottie","辣妹","Rin","琳"],"keysecondary":[],"comment":"","content":"character:rin\nStatus: student\nClass 1-A\nVery attractive female student with fashionable clothes, hair, and makeup.\nConfident, flirtatious personality. Likes to tease and get attention from guys.\nVery social and seems to know everyone in school.\nSets new trends that other students imitate and look up to.\nDespite popularity, is a loyal friend when needed.\nCan be manipulative at times but has a good heart deep down.\nExcels in school activities despite projecting only a cute image.\nEnjoys matchmaking classmates and giving dating advice.\nProvides lively energy to social scenes and school life.\nAdds flair as a supporting character, though is not always the female lead.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":7},"34":{"uid":34,"key":["bullied poor girl","Yuri","柚莉"],"keysecondary":[],"comment":"","content":"character:Yuri\nStatus: student\nClass 1-A\nWears unfashionable hand-me-down clothes and has unkempt hair.\nShy, reserved demeanor. Keeps eyes down and doesn't speak up much.\nTeased and harassed by more popular students.\nEats cheap convenience store lunches alone while others socialize.\nDoesn't have many friends due to poverty and meekness.\nFamily struggles financially, she works part-time jobs to help out.\nAcademically talented and hard-working despite disadvantages.\nKind-natured and helps others in need.\nBackstory explains difficult childhood that made her isolated.\nVery pretty under the surface.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":10},"35":{"uid":35,"key":["genki girl","元气少女","Aki","亚纪"],"keysecondary":[],"comment":"","content":"character:Aki\nStatus: student\nClass 1-A\nBursting with enthusiastic energy and liveliness.\nVery expressive, talks fast and waves arms around.\nCheerful and optimistic, smiles frequently. Uplifts those around her.\nFriendly and chatty, conversing eagerly with classmates.\nExcels at sports with natural athleticism and vigor.\nPassionately devoted to interests and hobbies.\nImpulsive and maybe clumsy, but charming about it.\nHardworking, pursues goals with gusto. Encourages others.\nEmotions very transparent, wears heart on sleeve.\nProvides comic relief and youthful spirit to the story.\nCatchphrase might be an excited yell like \"Yay!\" or \"Let's go!\"","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":6},"36":{"uid":36,"key":["literature girl","文学少女","Yuki","有希"],"keysecondary":[],"comment":"","content":"character:Yuki\nStatus: student\nClass 1-A\nAlways carrying a book and reading during spare moments.\nEnjoys classic Japanese literature and poetry. Can quote passages.\nWrites her own short stories, novels, or poetry in notebooks.\nQuiet and introspective. More interested in books than socializing.\nPolitely turns down invitations to parties or social events.\nStrong vocabulary and eloquent speaking style.\nJoins literature club at school to discuss favorite authors.\nSeen reading alone under a tree rather than chatting with friends.\n-Academically gifted, especially in language arts and humanities.\nOffers poetic commentary and wise insights on story events.\nBelieves books and imagination transcend mundane real life.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":8},"37":{"uid":37,"key":["athletic field day","运动大会","运动会"],"keysecondary":[],"comment":"","content":"All classes compete for points earned in various sports events.\nStudents dress in PE uniforms representing their class colors.\nTrack and field events like sprints, relays, long jump held on school grounds.\nCompetitive swimming and water polo matches if school has a pool.\nIndoor gymnasium hosts events like basketball, volleyball, gymnastics.\nTeachers and staff cheer on students from the sidelines.\nClasses earn points based on members' performance in each event.\nWinning class gets a trophy at the awards ceremony after. Boastful celebrations.\nSchool-wide bonfire and festival in the evening to conclude the occasion.\nCombination of athletic competition and bonding, celebrating youth.\nInspires school spirit and memories to look back upon.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":38},"38":{"uid":38,"key":["{{user}}"],"keysecondary":[],"comment":"","content":"Status: student\nClass 1-A\nAn ordinary boy who just transferred into the school as a freshman.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":3},"39":{"uid":39,"key":["urban legends","ghost stories","校园传说","灵异事件"],"keysecondary":[],"comment":"","content":"Spirits of former students haunt unused classrooms or the basement.\nBathroom mirrors show glimpses of ghosts if stared into at night.\nMysterious shadows walk the school halls after dark.\nStudents who commit suicide return as vengeful ghosts.\nAn evil ghost drags victims into its portal if they read a curse online.\nOld school artifacts contain deadly powers if misused.\nA secret hidden room that mysteriously appears and disappears.\nGhosts leave clues guiding students to uncover past mysteries.\nA demon-possessed teacher who disappears students.\nA bloody history of murders and violence manifesting paranormally.\nCurses from disturbing rituals found recorded in old school journals.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":39},"40":{"uid":40,"key":["uniform","校服","制服","水手服"],"keysecondary":[],"comment":"","content":"Girls' Uniform:\n\nNavy blue sailor-style top with a yellow neckerchief. Short sleeves in summer; long sleeves in winter.\nMatching navy blue pleated skirt falling to just above the knees.\nPlain white socks or tights. Black or brown leather shoes.\nSchool pin attached to front left of shirt. Optional badges for club activities.\nBoys' Uniform:\n\nWhite short-sleeve dress shirt. Long sleeves and undershirt in winter.\nNavy blue pants. No jeans or sweatpants allowed.\nStriped navy blue tie worn neatly. Change to bowtie for special events.\nBlack or brown leather dress shoes. No sneakers or sandals.\nSchool pin on left chest of shirt. Badges optional.\nNavy blue blazer for formal events.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":40},"41":{"uid":41,"key":["shoe locker","鞋柜"],"keysecondary":[],"comment":"","content":"In Japanese high schools, students don't wear their regular shoes inside the school building. Instead, they change into indoor shoes when they arrive at school. To store their outdoor shoes, students are assigned a small locker near the entrance of the school.\n\nThe shoe locker area is usually a crowded place in the morning when students arrive and change their footwear. Rows of tall lockers line the walls, with a sea of students crouching down to change shoes. Some lockers have personalized touches like photos or magnets on them. Students chat with friends as they put away their outdoor shoes and slip on the indoor shoes. Teachers stand by to make sure students change into the proper footwear.\n\nAt the end of the school day, students switch back to their regular shoes before going home. The locker area becomes crowded again with students retrieving their shoes and packing up to leave. ","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":41},"42":{"uid":42,"key":["Service Club","侍奉社","侍奉部"],"keysecondary":[],"comment":"","content":"The Service Club is a small club with only three members - Hachiman, Yukino Yukinoshita, and Yui Yuigahama.\nThe purpose of the Service Club is to help any student at their high school with any problem or request. Students can come to the club for advice, assistance, or just to talk through an issue they are having. The club members use their different skills and personalities to provide aid to their classmates.\nThe Service Club meets in a small room on the second floor of the school. Students come and go, sharing their stories and getting support. No request is too big or too small for the Service Club members, who sincerely want to help all students and improve the culture at their high school.\nThough it keeps a low profile, the Service Club plays an important role in the school and the relationships between the students.\n\nYukino Yukinoshita:\nAppearance: Slender with long black hair, pale skin, and blue eyes. Very elegant and beautiful.\nBehavior: Extremely competent and graceful in her actions. Often seen reading or drinking tea.\nPersonality: Highly intelligent and logical but cold at times. She values honesty and hard work. Can be blunt or insensitive when speaking the truth.\n\nYui Yuigahama:\nAppearance: Slim with long peach-colored hair, pink eyes, and a cheerful style of dress. Very cute.\nBehavior: Energetic, frequently smiling and chatting with friends. Enjoys helping others.\nPersonality: Friendly, compassionate, and driven by emotion. She values connections between people and supporting others. Can be indecisive at times.\nIn summary, Yukino and Yui contrast each other in their cool elegance versus cheerful warmth. But both possess inner strength and care for others in their own way. Their different personalities and values complement one another as they become close friends.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":42},"43":{"uid":43,"key":["古典部","Classics Club"],"keysecondary":[],"comment":"","content":"The Classics Club is a small club focused on discussing and appreciating classical literature. The club members include:\nHoutarou Oreki - Unmotivated but insightful club member recruited by his sister.\nEru Chitanda - Passionate, curious girl who convinces Oreki to join.\nSatoshi Fukube - Easygoing friend of Oreki's who joins the club with him.\nMayaka Ibara - Energetic girl and childhood friend of Satoshi who joins as well.\n\nThe main club activities consist of:\nReading and analyzing classic novels, stories, and poems from Japanese and Western literature. This includes works by authors like Edgar Allen Poe, Arthur Conan Doyle, and more.\nDiscussing plot themes, character motives, and symbolism used in the literature.\nResearching the historical context around literary works.\nOccasionally hosting book fairs or exhibitions about famous writers.\nSolving mundane school mysteries that arise, utilizing their literature analysis skills.\nThough focused on books, the club members' bonds with each other are strengthened through their literary discussions and mystery-solving adventures. The Classics Club represents a passion for language, history, and reading.\n\nEru Chitanda:\nAppearance: Tall, slender, with long straight black hair and purple eyes. Very beautiful.\nBehavior: Expressive hand gestures and facial expressions. Gets very excited about mysteries.\nPersonality: Inquisitive, curious, passionate. Cannot rest until she solves a mystery. Energetic yet refined.\n\nMayaka Ibara:\nAppearance: Short with short brown hair swept to one side with a flower clip. Big brown eyes.\nBehavior: Lively facial expressions. Gets irritated easily and animated when angry.\nPersonality: Feisty, hot-blooded, and emotional. Talented artist who takes manga seriously. Hides her feelings.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":43},"44":{"uid":44,"key":["SOS团","SOS Brigade","让世界变得更热闹的凉宫春日团"],"keysecondary":[],"comment":"","content":"The SOS Brigade is a school club founded by the eccentric Haruhi Suzumiya at North High School. Haruhi created the club in order to find paranormal phenomena and aliens, time travelers, espers, and sliders.\nThe brigade members include:\nHaruhi Suzumiya - Founder and leader, an energetic and bossy girl obsessed with the supernatural.\nKyon - The most \"normal\" member, gets dragged into Haruhi's antics. Sarcastic and grounded.\nYuki Nagato - Extremely quiet and rarely shows emotion. An alien-created humanoid interface.\nMikuru Asahina - Sweet, shy girl who Haruhi treats as the mascot. Revealed to be a time traveler.\nItsuki Koizumi - Constantly smiling and polite. An esper who observes Haruhi.\nThe SOS Brigade members end up having adventures involving mysterious murders, time travel, closed space, and more supernatural events connected to Haruhi's hidden powers.\nThough dysfunctional, the bonds between the members grow over time. The SOS Brigade represents Haruhi's eccentric interests and becomes central to many strange occurrences for its members.\n\nHaruhi Suzumiya:\nAppearance: Athletic build, tan skin, hazel eyes, and long light brown hair with a yellow ribbon. Energetic style.\nBehavior: Bossy, demanding, and hyperactive. Always coming up with new activities and forcing members to participate.\nPersonality: Strong-willed, eccentric, and obsessed with supernatural phenomena. Can be selfish but deep down wants an exciting life.\n\nYuki Nagato:\nAppearance: Pale skin, short purple hair cut in a hime style, and hazel eyes behind glasses. Petite.\nBehavior: Extremely quiet and reserved. Often reading alone in the club room. When acting, movements seem robotic.\nPersonality: Alien interface created to observe Haruhi. Logical and matter-of-fact. Rarely shows emotion.\n\nMikuru Asahina:\nAppearance: Short, very feminine. Long orange hair in pigtails, huge eyes, and large chest. Very cute.\nBehavior: Shy, nervous, and non-confrontational. Goes along with Haruhi's demands. Fidgety and easily flustered.\nPersonality: Sweet, caring, and sensitive. Dislikes conflict and wants everyone to get along. A bit airheaded at times.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":44},"45":{"uid":45,"key":["学生会","student council"],"keysecondary":[],"comment":"","content":"The student council has a hierarchical structure with defined leadership roles. At the top are the President and Vice President who oversee operations. Below them are the Secretary, Treasurer, and other officers in charge of tasks like PR and records.\n\nFunction:\nThe key responsibilities of the student council include:\nOrganizing school events like festivals, competitions, and ceremonies\nManaging school budgets and finances\nDeveloping school policies and rules\nCommunicating concerns of the student body\nUndertaking disciplinary measures when required\n\nComposition:\nThe main student council members are:\nPresident Miyuki Shirogane - Top of the class, from a poor family\nVice President Kaguya Shinomiya - Wealthy, elite upbringing\nSecretary Chika Fujiwara - Energetic and mischievous\nTreasurer Yuu Ishigami - Smart but cynical gamer\nMiko Iino - Strict, uptight underclassman\nIn summary, the structured student council oversees school affairs but gets distracted by romantic schemes between the President and Vice President who have crushes on one another but are too proud to confess.\n\nKaguya Shinomiya:\nAppearance: Long black hair, pale skin, and dark eyes. Seen as ethereally beautiful.\nBehavior: Graceful manners befitting her elite upbringing. Somewhat reserved but scheming.\nPersonality: Intelligent and talented but insecure about love. Haughty nature but kind deep down.\n\nChika Fujiwara:\nAppearance: Medium brown hair with bangs, brown eyes, cheerful expression.\nBehavior: Playful, animated, and full of energy. Constantly teasing friends.\nPersonality: Loveable goofball who enjoys messing with people. Emotional and compassionate.\n\nMiko Iino:\nAppearance: Short light brown hair with straight bangs, pink eyes, petite.\nBehavior: Very proper and rigid in following rules. Outspoken about correcting others.\nPersonality: Uptight and strict about morals. But cares deeply about justice and helping others.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":45},"46":{"uid":46,"key":["爸爸活","ossan rentals","papa activities"],"keysecondary":[],"comment":"","content":"In Japan, \"ossan rentals\" refers to services that allow you to hire a middle-aged man to temporarily act as your father figure. The men you can rent are often called \"ossans,\" meaning uncles or older men. So it became known as \"papa activities\" or renting an \"ossan\" dad.\nPricing varies depending on factors like the girl's attractiveness, services provided, location, and client demand.\nTypical per-date pricing ranges:\n¥10,000-20,000 for accompaniment/dining\n¥30,000-50,000 for short trips, physical intimacy\n¥100,000+ for sexual acts\nTotal monthly income per girl ranges from several ¥10,000s to over ¥100,000.\nPricing is variable but often ¥10,000-20,000 per date, with monthly income in the range of several ¥10,000s to over ¥100,000 depending on services provided to typically wealthy middle-aged clients.\n","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":46},"47":{"uid":47,"key":["part-time job","打工","arubaito"],"keysecondary":[],"comment":"","content":"In Japan, it is very common for high school girls to take on part-time jobs (called “arubaito”). Some popular places and roles include:\n\nCafes/Restaurants - Working as a server, cashier, or cook.\nRetail stores - Salesperson or store clerk at places like clothing shops, bookstores, etc.\nPromotional work - Handing out flyers on streets or outside train stations.\nTutoring - Providing private lessons to elementary school kids.\nDelivery work - Bringing food orders to customers for restaurants.\nOffice assistant - Clerical tasks, receptionist work, etc. at companies.\nCoaching - Teaching lessons in sports, music, dance, etc.\nPet care - Working at kennels or caring for pets in clients’ homes.\nHousekeeping - Cleaning and organizing tasks in other people's homes.\nBabysitting - Watching and caring for young children.\nThe hourly pay for high school part-timers in Japan is typically 900 to 1500 yen ($8 to $14 USD). The hours are usually evenings, weekends, and holidays to accommodate school. It provides income and life skills.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":47},"48":{"uid":48,"key":["女生间的流行话题","girl’s popular topics"],"keysecondary":[],"comment":"","content":"Here are some popular topics of conversation among high school girls in Japan:\nSchool gossip - Who's dating who, rumors about teachers, upcoming events.\nFashion and make-up - Clothing styles, accessories, makeup tips. Brand name goods.\nCelebrities and idols - Musicians, actors, models they idolize.\nBoys - Crushes, romantic interests, relationship advice.\nClub activities - Sports clubs, music groups, their hobbies.\nPart-time jobs - Where they work, funny stories that happened.\nFood and diets - Cute desserts, new cafes, weight loss tips.\nShopping - Where to find affordable fashion and bargains.\nTV shows and dramas - Discussing plotlines and favorite characters.\nFuture dreams - College aspirations, ideal careers, travels.\nFamily - Sibling relationships, advice about parents.\nComplaining about studies - Commiserating over difficult classes.\n\nSo in summary, high school girls in Japan love chatting about fashion, celebrities, romance, food, and their daily lives. It builds strong bonds between classmates and friends.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":48},"49":{"uid":49,"key":["男生间的流行话题","boy‘s popular topics"],"keysecondary":[],"comment":"","content":"Here are some popular conversation topics among high school boys in Japan:\n\nSports - Whether it's soccer, baseball, basketball, etc. Following professional teams and athletes is huge.\nGaming - Latest video games, mobile games, discussing strategies and scores. Arcade gaming is also popular.\nAnime and manga - Debating about popular anime shows and manga series.\nGirls - Talking about crushes and relationship advice. Girls they think are cute.\nCars and motorsports - Custom cars, auto brands, Formula One racing.\nMusic - Favorite rock, pop or hip-hop artists and bands.\nPart-time jobs - Work stories and how much they earn.\nComedy - Comedians, funny YouTube videos, pranks.\nFood - Eating out, meat dishes, snacks.\nSchool gossip - Rumors about classmates, complaining about teachers.\nFuture - College and career aspirations. Where they want to live.\nPolitics and news - Current events and political issues.\n\nSo in summary, common high school boy talk includes sports, games, girls, humor and future dreams - though they enjoy gossiping too! These topics bond them during their coming-of-age years.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":49},"50":{"uid":50,"key":["打扮","约会造型","约会准备","dress and prepare for dates"],"keysecondary":[],"comment":"","content":"Here is a description of how high school girls in Japan dress and prepare for dates:\n\nClothing - They wear trendy casual clothes like oversized sweaters, skirts, dresses or jeans in styles popular with Japanese teens. Accessories like hair ribbons, jewelry and designer purses are common.\nHair - Hair is usually neatly styled, often with bangs and decorated with bows or barrettes. Popular styles include straight, wavy or lightly curled. Vivid hair dyes are seen too.\nMakeup - Many opt for natural looking makeup with light foundation, eyeliner, mascara and lip gloss in pinks or corals. Some add glitter or color eye shadows for a cute pop.\nNails - Nails are freshly manicured, either with polish in fashionable colors or elaborate nail art designs.\nScent - Floral, fruity or sweet perfumes and scented lotions are applied to smell girly and attractive.\nShoes - Dressy sneakers, flats or short boots paired with frilly socks are worn. Heels generally avoided for walking dates.\nBag - A small, cute purse or backpack is brought to hold phone, wallet and lip gloss for quick touch ups.\n\nThe overall look is feminine, put-together and on trend. It's seen as polite to look your best when going on a date with a boy you like in Japan.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true,"displayIndex":50},"51":{"uid":51,"key":["高端公寓","high-end apartments","高级公寓"],"keysecondary":[],"comment":"","content":"luxury residential towers catering to high school girls,contain modern, fashionable apartments with amenities like:\n\nStylish unit interiors with pastel color schemes, chandeliers, and designer furniture resembling Instagram-worthy model rooms.\nCommon lounges designed like cute cafes for socializing with housemates and guests.\n24/7 security guards and restricted access for safety. Surveillance cameras in common areas.\nConcierge services assisting with tasks like receiving deliveries, booking taxis, etc.\nDaily housekeeping and laundry services. No chores required.\nShared kitchens stocked with high-end appliances, tableware, and cooking ingredients.\nSpa-like bathrooms with designer toiletries. Some have large communal baths.\nRooftop terraces featuring greenery, seating, and city views for relaxing.\nGyms, yoga studios, and entertainment rooms for exercising and unwinding.\nClose proximity to transportation, shopping complexes, and nightlife.","constant":false,"selective":true,"selectiveLogic":0,"addMemo":true,"order":100,"position":0,"disable":false,"excludeRecursion":false,"probability":100,"useProbability":true}}}